tap "homebrew/bundle"
tap "homebrew/cask-versions"

brew "git"
brew "node"
brew "python"
cask "zulu17"

cask "visual-studio-code"
cask "pycharm"
cask "intellij-idea"
cask "cursor"
cask "postman"
cask "tableplus"
cask "docker"
cask "slack"
cask "discord"
cask "google-chrome"
cask "iterm2"
cask "amazon-q"
cask "notion"
cask "deepl"
cask "rectangle"